[Axe_CV X2WeaponTemplate]
FriendlyName="战斧"
FriendlyNamePlural="战斧"
AbilityDescName="战斧"
BriefSummary="战斧虽然没有剑的精准，但它所造成的毁灭性伤害是无与伦比的。"
TacticalText="<Bullet/>+1穿甲<br/><Bullet/>破坏环境<br/>"

[Axe_MG X2WeaponTemplate]
FriendlyName="能量战斧"
FriendlyNamePlural="能量战斧"
AbilityDescName="能量战斧"
BriefSummary="我们的战斗证明战斧设计的下一代是能量战斧。"
TacticalText="<Bullet/>+1穿甲<br/><Bullet/>+2破甲<br/><Bullet/>破坏环境<br/>"

[Axe_BM X2WeaponTemplate]
FriendlyName="等离子战斧"
FriendlyNamePlural="等离子战斧"
AbilityDescName="等离子战斧"
BriefSummary="我们的科学家发现了一种集成眩晕枪技术的战斧。相当的厉害。"
TacticalText="<Bullet/>30%击晕敌人<br/><Bullet/>+2破甲<br/><Bullet/>+3穿甲<br/><Bullet/>破坏环境<br/>"

[ThrowingAxe_CV X2WeaponTemplate]
FriendlyName="短柄斧"
FriendlyNamePlural="短柄斧"
AbilityDescName="短柄斧"
BriefSummary="短柄斧"
TacticalText="<Bullet/> +15%命中<br/>"

[ThrowingAxe_MG X2WeaponTemplate]
FriendlyName="战斗刀"
FriendlyNamePlural="战斗刀"
AbilityDescName="这种叫做“屠夫”的作战用切肉刀对软目标造成巨大的伤害。"
BriefSummary="战斗刀"
TacticalText="<Bullet/>+15%命中<br/>"

[ThrowingAxe_BM X2WeaponTemplate]
FriendlyName="电磁脉冲斧"
FriendlyNamePlural="电磁脉冲斧"
AbilityDescName="电磁脉冲斧"
BriefSummary="电磁脉冲斧是蓝幕武器的近战版，对机器人敌人造成了巨大的伤害。"
TacticalText="<Bullet/> +15%命中<br/><Bullet/> +2穿甲<br/>"

[MusashiCleaveT1 X2AbilityTemplate]
LocFriendlyName="砍刀"
LocLongDescription="对小范围内的所有目标进行强力攻击。也很好的打击墙壁或破坏掩护。"
LocHelpText="对小范围内的所有目标进行强力攻击。"
LocFlyOverText="砍刀"

[MusashiCleaveT2 X2AbilityTemplate]
LocFriendlyName="砍刀"
LocLongDescription="对小范围内的所有目标进行强力攻击。也很好的打击墙壁或破坏掩护。"
LocHelpText="对小范围内的所有目标进行强力攻击"
LocFlyOverText="砍刀"

[MusashiCleaveT3 X2AbilityTemplate]
LocFriendlyName="砍刀"
LocLongDescription="对小范围内的所有目标进行强力攻击。也很好的打击墙壁或破坏掩护。"
LocHelpText="对小范围内的所有目标进行强力攻击"
LocFlyOverText="砍刀"

[MusashiBluescreen X2AbilityTemplate]
LocFriendlyName="电磁脉冲发射器"
LocLongDescription="对机器人敌人+5伤害"
LocHelpText="对机器人敌人+5伤害"
LocFlyOverText="等离子刀"

[MusashiButcher X2AbilityTemplate]
LocFriendlyName="屠夫"
LocLongDescription="有机敌人+3伤害"
LocHelpText="有机敌人+3伤害"
LocFlyOverText="屠夫"

[MusashiLightningAxeStrikeT1 X2AbilityTemplate]
LocFriendlyName="电子刀"
LocLongDescription="用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。"
LocHelpText="用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。"
LocPromotionPopupText="<Bullet/>用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。<br/>"

[MusashiLightningAxeStrikeT2 X2AbilityTemplate]
LocFriendlyName="电子刀"
LocLongDescription="用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。"
LocHelpText="用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。"
LocPromotionPopupText="<Bullet/>用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。<br/>"

[MusashiLightningAxeStrikeT3 X2AbilityTemplate]
LocFriendlyName="电子刀"
LocLongDescription="用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。"
LocHelpText="用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。"
LocPromotionPopupText="<Bullet/>用你的<Ability:SecondaryWeaponName/>蓝屏攻击任何在范围内的敌人。此攻击不消耗行动点。<br/>"
